Repository: Allum-cl2/NEMiOSApp
Catalog: NemIOSClient/Supporting files/*.lproj/Localizable.strings
Languages: uk

# ACCOUNT_PRIMATY
source: Primary Account
uk: Основний акаунт

source: Base
uk: Стандартна

source: Change
uk: Змінити

source: General
uk: Загалье

source: Invoice
uk: Чек

source: Language
uk: Мова

source: None
uk: Немає

source: No Accounts
uk: Немає акаунтів

source: Notification
uk: Повідомлення

source: Password
uk: Пароль

# SETTINGS
source: Configurations
uk: Налаштування

source: Set configuration
uk: Налаштувати

source: Security
uk: Безпека

source: Server Settings
uk: Налаштування сервера

source: Server
uk: Сервер

source: Touch ID
uk: Відпичаток пальця

source: Update Interval
uk: Інтервал оновлення

source: Info
uk: Довідка

# SERVER_UNAVAILABLE
source: Server is unavailable. Try again later or check your server.
uk: Сервер не доступний. Повторіть спробу пізніше.

source: Lost connection
uk: З'єднання втрачено.

source: Validation
uk: Валідація

# PASSOWORD_DIFERENCE_ERROR
source: Different passwords
uk: Різні паролі

# PASSOWORD_LENGTH_ERROR
source: Your password must be at least 6 characters.
uk: Пароль має бути ,як мінімум 6 символів

# FIELDS_EMPTY_ERROR
source: Input all fields
uk: Заповніть всі поля

# UNCONFIRMED_TRANSACTIONS_DETECTED
source: You have unconfirmed transactions that need to be signed up!
uk: У вас є непідписані транзакції.

source: Not enought money
uk: Недостатньо коштів на рахунку

# MULTISIG_CHANGES_CONFIRMATION
source: Are you agree with changes? It will cost %@ XEM, changing min cosig value will cost 6 extra XEM
uk: Ви згідні з змінами? це буде коштувати %@ XEM

source: Show transactions
uk: Переглянути

source: Remind later
uk: Нагадати пізніше

source: Empty message
uk: Пусте повідомленя

# ACCOUNT_NOT_ENOUGHT_MONEY
source: Not enough money
uk: Недостатньо коштів

source: Change Contact
uk: Змінити контакт

source: Account Name
uk: Імя акаунту

source: Public Key
uk: Публічний ключ

source: Private Key
uk: Приватний ключ

source: Account History
uk: Історія акаунту

source: Multisig
uk: Мульти-акаунт

source: Primary Account
uk: Основний акаунт

source: Export Account
uk: Експортувати акаунт

source: No
uk: Немає

source: Confirm
uk: Підтвердити

source: Cancel
uk: Скасувати

# TRANSACTION_ANOUNCE_SUCCESS
source: SUCCESS
uk: Успіх

# TRANSACTION_ANOUNCE_FAILED
source: DENIED Try again later. Or check connection to server.
uk: ВІДХИЛЕНО Спробуйте пізніше. Або перевірте зєднання зі сервером.

# NOT_A_HEX_STRING
source: Hex message can consist only of hexidecimal characters.
uk: Не хекс стрінга.

# SOCIAL_NEM_HEADER
source: NEM IOS Client
uk: NEM IOS Клієнт

# NO_FACEBOOK_ACCOUNT
source: Please add facebook account in settings.
uk: Будьласка добавте фейсбук акаунт у налаштуваннях.

# NO_TWITTER_ACCOUNT
source: Please add twitter account in settings.
uk: Будьласка добавте твітер акаунт у налаштуваннях.

# NO_MAIL_ACCOUNT
source: Please add mail account in your mail-client.
uk: Немає поштового аккаунта вашому майл-клієнті.
